Repository: DevriX/DX-Weather-Forecast
Catalog: lang/DX-Weather-Forecast-*.po
Languages: bg_bg

source: Weather Forecast settings
bg_bg: Настройки Прогноза за времето

source: Weather forecast
bg_bg: Прогноза за времето

source: Error ocured!
bg_bg: Грешка

source: Google maps API key
bg_bg: Google Maps API ключ

source: WF API key:
bg_bg: WF API ключ:

source: Display Kelvins:
bg_bg: Посочете Келвини:

source: Enter API key
bg_bg: Въведете ключова API

source: Weather cityes plugin page
bg_bg: Времето cityes плъгин страница

source: Find
bg_bg: търсене

source: Shortcode:
bg_bg: Кратък код

source: Results:
bg_bg: Резултати:

source: City of
bg_bg: Град

source: Wind
bg_bg: Вятър

source: m/s
bg_bg: Метър в секунда

source: Pressure
bg_bg: Налягане

source: Humidity
bg_bg: Влажност

source: Sunrise
bg_bg: Изгрев

source: Sunset
bg_bg: Залез

source: Geo coords
bg_bg: Гео

source: DX Weather Forecast
bg_bg: DX Прогноза за времето

source: A plugin get weater for cityes
bg_bg: A плъгин получите Ясно за cityes

source: Ivan Mudrik
bg_bg: Иван Mudrik
